
const PrivacyContent = () => (
  <div>
    <p>리커넥트(이하 "회사")는 개인정보 보호법 등 관련 법령상의 개인정보 보호 규정을 준수하며, 이용자의 개인정보 보호에 최선을 다하고 있습니다.</p>
    <h3>1. 수집하는 개인정보 항목 및 수집방법</h3>
    <ul>
      <li>가. 수집항목: 이름, 이메일, 비밀번호, 닉네임, 서비스 이용기록, 접속 로그, 쿠키, 결제기록 등</li>
      <li>나. 수집방법: 홈페이지(회원가입, 상담신청 등), 서면양식, 전화/팩스, 고객센터 문의 등</li>
    </ul>
    <h3>2. 개인정보의 수집 및 이용목적</h3>
    <ul>
      <li>가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산</li>
      <li>나. 회원 관리(본인확인, 개인 식별, 불량회원의 부정 이용 방지 등)</li>
      <li>다. 마케팅 및 광고에 활용(신규 서비스 개발, 이벤트 등 광고성 정보 전달)</li>
    </ul>
    <h3>3. 개인정보의 보유 및 이용기간</h3>
    <ul>
      <li>이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다.</li>
      <li>단, 관계법령에 의해 보존할 필요가 있는 경우에는 일정 기간 보관할 수 있습니다.</li>
    </ul>
    <h3>4. 개인정보의 파기절차 및 방법</h3>
    <ul>
      <li>가. 파기절차: 목적 달성 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 따라 일정 기간 저장된 후 파기됩니다.</li>
      <li>나. 파기방법: 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</li>
    </ul>
    <h3>5. 이용자 및 법정대리인의 권리와 그 행사방법</h3>
    <ul>
      <li>이용자 및 법정대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며, 가입해지를 요청할 수도 있습니다.</li>
    </ul>
    <h3>6. 개인정보의 안전성 확보조치</h3>
    <ul>
      <li>회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다: 관리적 조치, 기술적 조치, 물리적 조치 등</li>
    </ul>
    <h3>7. 개인정보 보호책임자</h3>
    <ul>
      <li>성명: 구은모</li>
      <li>연락처: cokwcc@gmail.com</li>
    </ul>
    <p>본 방침은 2024년 6월 1일부터 시행합니다.</p>
  </div>
);
export default PrivacyContent; 